Práctica4/siege/siege-1maquina.txt
Lifting the server siege...      done.

Transactions:		        2941 hits
Availability:		      100.00 %
Elapsed time:		       14.18 secs
Data transferred:	        9.22 MB
Response time:		        0.00 secs
Transaction rate:	      207.40 trans/sec
Throughput:		        0.65 MB/sec
Concurrency:		        0.49
Successful transactions:        2941
Failed transactions:	           0
Longest transaction:	        0.02
Shortest transaction:	        0.00



Lifting the server siege...      done.

Transactions:		        2934 hits
Availability:		      100.00 %
Elapsed time:		       14.66 secs
Data transferred:	        9.19 MB
Response time:		        0.00 secs
Transaction rate:	      200.14 trans/sec
Throughput:		        0.63 MB/sec
Concurrency:		        0.54
Successful transactions:        2934
Failed transactions:	           0
Longest transaction:	        0.02
Shortest transaction:	        0.00



Lifting the server siege...      done.

Transactions:		        2990 hits
Availability:		      100.00 %
Elapsed time:		       14.57 secs
Data transferred:	        9.37 MB
Response time:		        0.00 secs
Transaction rate:	      205.22 trans/sec
Throughput:		        0.64 MB/sec
Concurrency:		        0.58
Successful transactions:        2990
Failed transactions:	           0
Longest transaction:	        1.02
Shortest transaction:	        0.00



Lifting the server siege...      done.

Transactions:		        2833 hits
Availability:		      100.00 %
Elapsed time:		       14.73 secs
Data transferred:	        8.88 MB
Response time:		        0.00 secs
Transaction rate:	      192.33 trans/sec
Throughput:		        0.60 MB/sec
Concurrency:		        0.49
Successful transactions:        2833
Failed transactions:	           0
Longest transaction:	        0.02
Shortest transaction:	        0.00



Lifting the server siege...      done.

Transactions:		        2870 hits
Availability:		      100.00 %
Elapsed time:		       15.00 secs
Data transferred:	        8.99 MB
Response time:		        0.00 secs
Transaction rate:	      191.33 trans/sec
Throughput:		        0.60 MB/sec
Concurrency:		        0.49
Successful transactions:        2870
Failed transactions:	           0
Longest transaction:	        0.02
Shortest transaction:	        0.00